Repository: elementary/switchboard-plug-applications
Catalog: po/extra/*.po
Languages: ka

source: Applications Settings
ka: აპლიკაციების მორგება

source: Manage default and startup applications
ka: ნაგულისხმები და ჩატვირთვისას გასაშვები აპლიკაციების მართვა

source: Minor updates:
ka: უმნიშვნელო განახლებები:

source: Updated translations
ka: განახლებული თარგმანები

source: A Big Redesign!
ka: დიდი რედიზაინი!

source: A new icon
ka: ახალი ხატულა

source: Redesigned layout that makes it faster to get to app permissions
ka: შეიცვალა განლაგება, რომელიც აადვილებს აპის წვდომებზე გადასვლას

source: Portal permissions like Backgrounding, Location, Screenshots, and Wallpapers
ka: პორტალის წვდომები, როგორიცაა ფონი, მდებარეობა, ეკრანის ანაბეჭდები და ფონის სურათები

source: New features:
ka: ახალი ფუნქციები:

source: Properly handle autostart files created by the Background Portal
ka: Background Portal-ის მიერ შექმნილი ავტოგაშვების ფაილების სწორი დამუშავება

source: App chooser in Startup is a dialog instead of a popover
ka: ავტოჩატვირთვადი აპების ამრჩევი ახლა დიალოგია, მხტუნარას მაგიერ

source: Improve screen reader descriptions
ka: ეკრანის წამკითხველის აღმწერების გაუმჯობესება

source: Fix an issue with setting the incorrect app for certain files types
ka: ზოგიერთი ფაილის ტიპებისთვის არასწორი აპლიკაციის არჩევის გასწორება

source: Don't overwrite custom overrides when unnecessary
ka: თუ საჭირო არაა, ხელით შეცვლილი გადაფარვები თავზე არ გადაეწერება

source: Manage permissions for Flatpak apps
ka: Flatpak-ის აპების წვდომების მართვა

source: Show custom launcher files
ka: მორგებული გამშვების ფაილების ჩვენება
