Repository: elementary/switchboard-plug-applications
Catalog: po/*.po
Languages: fr, ku

source: Manage default apps, startup apps, and app permissions
fr: Gérez les applications par défaut, les applications au démarrage et les autorisations des applications

source: Defaults
fr: Par défaut

source: Startup
fr: Démarrage
ku: Destpêk

source: Permissions
fr: Autorisations

source: Default Apps
fr: Applications par défaut
ku: bername Standard

source: Sandboxing
fr: Bac à sable

source: Default
fr: Par défaut
ku: Bixweber

source: Web Browser
fr: Navigateur web

source: Email Client
fr: Messagerie

source: Calendar
fr: Calendrier

source: Video Player
fr: Lecteur vidéo

source: Music Player
fr: Lecteur audio

source: Text Editor
fr: Éditeur de texte

source: Image Viewer
fr: Visionneuse d'images

source: File Browser
fr: Explorateur de fichiers

source: Home Folder
fr: Dossier personnel

source: System Folders
fr: Dossiers système

source: Devices
fr: Périphériques

source: Network
fr: Réseau

source: Printing
fr: Impression

source: Secure Shell Agent
fr: Agent de l'invite de commande

source: GPU Acceleration
fr: Accélération du processeur

source: No Flatpak apps installed
fr: Aucune application Flatpak installée

source: Apps whose permissions can be adjusted will automatically appear here when installed
fr: Les applications pour lesquelles les autorisations peuvent être ajustées apparaîtrons ici automatiquement une fois installées

source: Access your entire home folder, including any hidden folders.
fr: Accéder à l'ensemble de votre dossier personnel, y compris les dossiers cachés.

source: Access system folders, not including the operating system or system internals. This includes users' Home folders.
fr: Accéder aux dossiers du système, sans inclure les fichiers du système d'exploitation. Cela inclue les dossiers personnels de l'utilisateur.

source: Access all devices, such as webcams, microphones, and connected USB devices.
fr: Accéder à tous les périphériques, telles que les webcams, microphones et périphériques USB connectés.

source: Access the Internet and local networks.
fr: Accéder à Internet et aux réseaux locaux.

source: Manage bluetooth devices including pairing, unpairing, and discovery.
fr: Gérer les périphériques Bluetooth, y compris l'appairage et la découverte.

source: Access printers.
fr: Accéder aux imprimantes.

source: Access other devices on the network via SSH.
fr: Accéder à d'autres périphériques sur le réseau via SSH.

source: Accelerate graphical output.
fr: Accélérer la sortie vidéo.

source: Reset to Defaults
fr: Réinitialiser les valeurs par défaut

source: Launch Apps on Startup
fr: Lancer des applications au démarrage
ku: li destpêk bername ve kirin

source: Add apps to the Startup list by clicking the icon in the toolbar below.
fr: Ajouter des applications à la liste de démarrage en cliquant sur l'icône dans la barre ci-dessous.

source: Add Startup App…
fr: Ajouter une application à démarrer automatiquement…
ku: destpêke bername zêde bike...

source: Remove Selected Startup App
fr: Supprimer l'application sélectionnée du démarrage automatique

source: Custom Command
fr: Commande personnalisée
ku: Fermana Bijare

source: Launch %s on startup
fr: Lancer %s au démarrage
ku: li destpêk %s ve kirin

source: Search Applications
fr: Rechercher des applications
ku: Li sepanan bigere

source: Type in a custom command
fr: Entrez une commande personnalisée

source: Web Browser:
fr: Navigateur web :
ku: geroka webê:

source: Email Client:
fr: Messagerie :
ku: bikirre E-Peyam:

source: Calendar:
fr: Calendrier :
ku: salname:

source: Video Player:
fr: Lecteur vidéo :
ku: Lêderê Vîdyoê:

source: Music Player:
fr: Lecteur audio :
ku: Lêderê Mûzîkê:

source: Image Viewer:
fr: Visionneuse d'images :
ku: wêne bîner:

source: Text Editor:
fr: Éditeur de texte :
ku: edîtortî nivîs:

source: File Browser:
fr: Explorateur de fichiers :
ku: serkarîa dosye

source: Applications
ku: Bername

source: Default Application
ku: Sepana standard

source: Default Web Browser
ku: geroka webê standard

source: Default Music Player
ku: Lêderê Mûzîkê Standard

source: Default Email Client
ku: bikirre E-Peyam standard

source: Default Text Editor
ku: edîtortî nivîs Standard

source: Default File Browser
ku: serkarîa dosye Standard

source: Default Video Player
ku: Lêderê Vîdyoê Standard

source: Default Calendar
ku: salname Standard
